Repository: Matty666/openmediavault-docker-gui
Catalog: usr/share/openmediavault/locale/*/openmediavault-docker-gui.po
Languages: nl_nl

source: Bad input
nl_nl: Verkeerd input

source: COMMAND
nl_nl: Comnando

source: CREATED
nl_nl: Gecreerd

source: Close
nl_nl: Sluiten

source: Container name
nl_nl: Container naam

source: Copy
nl_nl: Kopieren

source: Copy container
nl_nl: Kopieer container

source: Copy in progress
nl_nl: Kopieeractie gaande

source: Copy operation is progressing in the background.<br />
nl_nl: Kopieeractie vindt plaats op de achtergrond

source: Delete
nl_nl: Wissen

source: Destination path
nl_nl: Doel pad

source: Enable the plugin
nl_nl: Schakel de plugin in

source: Environment variables
nl_nl: Omgevings variabelen

source: General
nl_nl: Generiek

source: Image information
nl_nl: Image informatie

source: Information
nl_nl: Informatie

source: NAMES
nl_nl: NAMEN

source: Network mode
nl_nl: Netwerk mode

source: Network port that the Docker API listens on. The plugin must be enabled for a change to be committed
nl_nl: Netwerk poort waar de Docker API op luistert. De plugin moet ingeschakeld zijn voordat een verandering kan worden doorgevoerd

source: Networking
nl_nl: Aan het netwerken...

source: Overview
nl_nl: Overzicht

source: PORTS
nl_nl: Poortens

source: Please wait ...
nl_nl: Een moment alstublieft

source: Port forwarding
nl_nl: Poort doorsturen

source: Pull Image
nl_nl: Haal de image op

source: Pull image
nl_nl: Haal de image op

source: Refresh
nl_nl: Verfrissen

source: Restart
nl_nl: Herstart

source: Restart on system reboot
nl_nl: Herstart bij een systeem reboot

source: Run Image
nl_nl: Voer Image uit

source: Run container
nl_nl: Start de container

source: Run container in privileged mode
nl_nl: Start de container in privileged mode

source: Run image
nl_nl: Start het image

source: Search
nl_nl: Zoek

source: Select a directory
nl_nl: Selecteer een directory

source: Settings
nl_nl: Instellingen

source: Source path for copying of Docker image/container data
nl_nl: Bron pad voor het kopieren van Docker image/container data

source: Start copying of data
nl_nl: Start het kopieren van de data

source: The location of the Docker base path (this setting is optional and defaults to /var/lib/docker if unset). The plugin must be enabled for a change to be committed
nl_nl: De locatie van het basis pad van Docker (deze instelling is optioneel en heeft als default /var/lib/docker). De plugin moet ingeschakeld zijn wil een verandering beklijven

source: VIRTUAL SIZE
nl_nl: VIRTUELE GROOTTE
